{
  "book": [
    {
      "title": "Fight the Power",
      "subtitle": "Η συναρπαστική διαδρομή της κουλτούρας του hip hop",
      "image": "http://www.biblionet.gr/images/covers/b2156.jpg",
      "author": [
        {
          "name": "Chuck D",
          "b_id": "10012"
        },
        {
          "name": "Yusuf Jah",
          "b_id": "299"
        }
      ],
      "contributors": {
        "μετάφραση": [
          {
            "name": "Αλέξης Καλοφωλιάς",
            "b_id": "1135"
          }
        ],
        "επιμέλεια σειράς": [
          {
            "name": "Μάκης Μηλάτος",
            "b_id": "1125"
          }
        ]
      },
      "publisher": {
        "text": "Οξύ",
        "b_id": "332"
      },
      "isbn": "978-960-7614-66-7",
      "isbn_13": "978-960-7614-66-7",
      "award": [

      ],
      "description": "O Chuck D, ηγέτης των πρωτοπόρων του Hip-Hop, Public Enemy, σε μια κατάθεση της προσωπικής του κοσμοθεώρησης, μέσα από την παράλληλη εξιστόρηση στιγμών που άφησαν το ανεξίτηλο στίγμα τους στη μουσική των δύο τελευταίων δεκαετιών. <br>Ήταν ο Chuck D και η παρέα του που εισέπραξαν τα κελεύσματα των χαλεπών καιρών του αμερικάνικου συστήματος τη δεκαετία του '80 και αντιγύρισαν το χτύπημα ως γροθιά στο αμερικάνικο κουφάρι, φτύνοντας καυτές λέξεις με ρυθμό πολυβόλου και δίνοντας παράλληλα νόημα στη ζωή του δρόμου, των συμμοριών και των πιτσιρικάδων που απελπίζονταν πριν καν περπατήσουν.<br>Επειδή η μουσική τους ήταν τα σκρατς, η μόνη μελωδία που είχαν διαθέσιμη ήταν τα λόγια των τραγουδιών τους και μ' αυτά πάλεψαν κερδίζοντας μάχες κι ανοίγοντας πόρτες απ' όπου πέρασαν πολλοί. Όπως κι αν το δει κανείς, οι Public Enemy ήταν (και είναι) ένα από τα σημαντικότερα πολιτιστικά δεδομένα της μεταπολεμικής Αμερικής και ο Chuck D έχει πολλά να πει γι' αυτή την κουλτούρα.<br>Μέσα από τη δική του πορεία στη μουσική, βγαίνουν εικόνες για τη σύγχρονη Αμερική, τις συμμορίες, τους ανθρώπους, τη ζωή όπως είναι σήμερα. Κι επειδή πολλοί μιλάνε για πολλά στις μέρες μας, δεν υπάρχει αμφιβολία ότι ο Chuck D δικαιούται να μιλάει για ένα κίνημα στο οποίο έδωσε ο ίδιος πνοή.",
      "category": [
        {
          "ddc": "780",
          "name": "Μουσική",
          "b_id": "492"
        },
        {
          "ddc": "780.92",
          "name": "Μουσικοί",
          "b_id": "493"
        }
      ],
      "b_id": "2156",
      "publication": {
        "year": "2007",
        "version": null,
        "place": "Αθήνα"
      },
      "format": "Βιβλίο",
      "original_language": "αγγλικά",
      "original_title": "Fight the Power: Rap, Race and Reality",
      "price": "16,20",
      "availability": "Κυκλοφορεί",
      "last_update": "27/7/2011",
      "series": {
        "name": "Muzika",
        "volume": null
      },
      "physical_description": {
        "pages": "388",
        "size": "23x16",
        "cover_type": "Μαλακό εξώφυλλο"
      }
    }
  ]
}